posts/2019-09-18/index.html
<!DOCTYPE html>
<html prefix="" lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width">
<title>2019-09-18 | Qoherences</title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://h-oll.github.io/qoherences/posts/2019-09-18/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Harold Ollivier">
<meta property="og:site_name" content="Qoherences">
<meta property="og:title" content="2019-09-18">
<meta property="og:url" content="https://h-oll.github.io/qoherences/posts/2019-09-18/">
<meta property="og:description" content="General public articles



Fully controllable and highly stable 10-qubit chip paves way for larger quantum processor


QuTech, TU Delft, TNO – Showing entanglement between all possible qubit pairs, ab">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2019-09-18T06:32:52+02:00">
</head>
<body>
    

    <header id="header" class="navbar"><div class="container">
            
    <div class="brand">

        <div class="brand-text">
            <a href="https://h-oll.github.io/qoherences/" title="Qoherences" rel="home">
                Qoherences
            </a>
        </div>

        <a id="btn-toggle-nav" class="navbar-toggle">
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
        </a>
    </div>

            
    <nav class="navbar-collapse collapse"><ul class="nav">
<li><a href="../../archive.html">Archive</a></li>
                <li><a href="../../categories/">Tags</a></li>
                <li><a href="../../rss.xml">RSS feed</a></li>
    
    
    </ul></nav>
</div>
    </header><div class="header-padding"> </div>

    
    <div class="post-header">
        <div class="container">
            <div class="title">
                2019-09-18
            </div>
        </div>
    </div>

    <div class="post-meta">
      <div class="container">
	<div class="meta clearfix">
	  <div class="authordate">
	    <time class="timeago" datetime="2019-09-18T06:32:52+02:00">2019/09/18</time>
	    

	    
          |  
        <a href="index.org" id="sourcelink">Source</a>

	  </div>
	  <div class="post-tags">
	  </div>
	</div>
      </div>
    </div>


    <div id="post-main" class="main">
        <div class="container">
        <div id="outline-container-org6d75e4a" class="outline-2">
<h2 id="org6d75e4a">General public articles</h2>
<div class="outline-text-2" id="text-org6d75e4a">
</div>
<div id="outline-container-orgfe55ff8" class="outline-3">
<h3 id="orgfe55ff8"><a href="https://qutech.nl/fully-controllable-and-highly-stable-10-qubit-chip-paves-way-for-larger-quantum-processo/">Fully controllable and highly stable 10-qubit chip paves way for larger quantum processor</a></h3>
<div class="outline-text-3" id="text-orgfe55ff8">
<p>
<i>QuTech, TU Delft, TNO</i> – Showing entanglement between all possible qubit pairs, ability to generate 7 qubits entanglement, and 1min decoherence time. That's super-long. Looking forward to see larger registers, and also how these can be used to serve as quantum repeaters in networks.
Some additional info at <a href="https://physics.aps.org/synopsis-for/10.1103/PhysRevX.9.031045">physics.aps.org</a>.
</p>
</div>
</div>
<div id="outline-container-org7e18e7c" class="outline-3">
<h3 id="org7e18e7c"><a href="https://csferrie.com/2019/09/09/quantum-entanglement-for-toddlers/">Quantum Entanglement for Toddlers</a></h3>
<div class="outline-text-3" id="text-org7e18e7c">
<p>
Don't talk to me if you haven't read this. It you have but mix-up entanglement and correlations well, you'll be roasted :-)
</p>
</div>
</div>
</div>
<div id="outline-container-orgba90864" class="outline-2">
<h2 id="orgba90864">Industry - Academia - Startups</h2>
<div class="outline-text-2" id="text-orgba90864">
</div>
<div id="outline-container-org9c09c74" class="outline-3">
<h3 id="org9c09c74"><a href="https://ec.europa.eu/digital-single-market/en/news/new-quantum-project-aims-ultra-secure-communication-europe">New quantum project aims for ultra-secure communication in Europe</a></h3>
<div class="outline-text-3" id="text-org9c09c74">
<p>
<i>Europe</i> – Europe is launching OPENQKD and initiative to test quantum communications in several european countries: Hungary, Portugal, Poland, Belgium, Germany, Italy, Luxembourg, Malta, the Netherlands, and Spain. The important part is not QKD but quantum communication. QKD will be a test not the single final outcome of the initiative. Just saying this to all other Member states where people see QKD as the only thing to do with quantum networks. Well have a look at the quantum protocol zoo <a href="http://wiki.veriqloud.fr">http://wiki.veriqloud.fr</a>. By the way, where is France in this list ?
</p>
</div>
</div>
<div id="outline-container-orgd9ac178" class="outline-3">
<h3 id="orgd9ac178"><a href="https://q-ctrl.com/blog/global-vc-bets-on-sydney-quantum-computing-start-up-q-ctrl-in-us15m-series-a/">Global VC Bets on Sydney Quantum Computing Start-up Q-CTRL in US$15M Series A</a></h3>
<div class="outline-text-3" id="text-orgd9ac178">
<p>
<i>Q-CTRL, Square Peg Capital, Sequoia Capital, Main Sequence Ventures, Horizons Venture, Sierra Ventures</i> – Provides firmware for quantum computing hardware with the goal to reduce decoherence and errors. 
</p>
</div>
</div>
<div id="outline-container-org16c0aea" class="outline-3">
<h3 id="org16c0aea"><a href="https://www.fraunhofer.de/en/press/research-news/2019/september/ibm-and-fraunhofer-team-up-to-promote-quantum-computing-in-europe.html">IBM and Fraunhofer team up to promote quantum computing in Europe</a></h3>
<div class="outline-text-3" id="text-org16c0aea">
<p>
<i>IBM-Q, Fraunhofer</i> – 650m euros on the table for quantum computer. Germany also has partnerships with Google. Looks like a coordinated public effort is made to attract the best minds and projects to Germany.
</p>
</div>
</div>
<div id="outline-container-org84981de" class="outline-3">
<h3 id="org84981de"><a href="https://www.prnewswire.com/news-releases/qc-ware-hires-leading-minds-in-quantum-computing-to-build-algorithms-that-will-power-the-next-evolution-in-computing-300916555.html?=lve">QC Ware Hires Leading Minds in Quantum Computing to Build Algorithms that will Power the Next Evolution in Computing</a></h3>
<div class="outline-text-3" id="text-org84981de">
<p>
<i>QCWare, Scott Aaronson</i> – QCWare hires Scott Aaronson. They will have one of the strongest team in the world with Win van Dam, Iordanis Kerenidis and now Scott.
</p>
</div>
</div>
<div id="outline-container-org7ae0b07" class="outline-3">
<h3 id="org7ae0b07"><a href="https://nachrichten.idw-online.de/2019/09/16/quantum-computers-by-aqt-and-university-of-innsbruck-leverage-cirq-for-quantum-algorithm-development/">Quantum computers by AQT and University of Innsbruck use Google Cirq language for quantum algorithm development</a></h3>
<div class="outline-text-3" id="text-org7ae0b07">
<p>
<i>Google, U. Innsbruck, AQT</i> – Cirq is Google's quantum programming language, that's not only used for sending commands to Google's quantum computers but also to AQT and U. Innsbruck ones.
</p>
</div>
</div>
<div id="outline-container-orge147958" class="outline-3">
<h3 id="orge147958"><a href="https://newsroom.ibm.com/2019-09-18-IBM-Opens-Quantum-Computation-Center-in-New-York-Brings-Worlds-Largest-Fleet-of-Quantum-Computing-Systems-Online-Unveils-New-53-Qubit-Quantum-System-for-Broad-Use">IBM-Q annonces a 53 qubits quantum computer available next month</a></h3>
<div class="outline-text-3" id="text-orge147958">
<p>
<i>IBM-Q</i> – 14 systems will be commercially available with one being a 53 qubits universal quantum computer. 
</p>
</div>
</div>
</div>
<div id="outline-container-org20cb5ff" class="outline-2">
<h2 id="org20cb5ff">Positions</h2>
<div class="outline-text-2" id="text-org20cb5ff">
</div>
<div id="outline-container-orgb40615f" class="outline-3">
<h3 id="orgb40615f">MIT is hiring a <a href="https://academicjobsonline.org/ajo/jobs/14310">physics assistant professor</a> and a <a href="https://academicjobsonline.org/ajo/jobs/14428">postdoc</a> both to work on quantum information and quantum computing.</h3>
<div class="outline-text-3" id="text-orgb40615f">
<p>
<i>MIT</i>
</p>
</div>
</div>
<div id="outline-container-orgff1002b" class="outline-3">
<h3 id="orgff1002b"><a href="https://academicjobsonline.org/ajo/jobs/14493">QuICS is looking for Hartree Postdoctoral fellowships</a></h3>
<div class="outline-text-3" id="text-orgff1002b">
<p>
<i>NIST</i>
</p>
</div>
</div>
<div id="outline-container-org1976f41" class="outline-3">
<h3 id="org1976f41"><a href="https://www.iqoqi-vienna.at/research/yirg-young-independent-researcher-group">Institute for Quantum Optics and Quantum Information (IQOQI) is looking for a PhD</a></h3>
<div class="outline-text-3" id="text-org1976f41">
<p>
<i>IQOQI</i>
</p>
</div>
</div>
</div>
<div id="outline-container-org98c14b8" class="outline-2">
<h2 id="org98c14b8">Miscellanea</h2>
<div class="outline-text-2" id="text-org98c14b8">
</div>
<div id="outline-container-org3cf12f7" class="outline-3">
<h3 id="org3cf12f7"><a href="https://physicstoday.scitation.org/do/10.1063/PT.6.4.20190911a/full/">Author Q&amp;A: How to write a graphic novel about quantum mechanics</a></h3>
<div class="outline-text-3" id="text-org3cf12f7">
<p>
<i>Physics Today</i> – How to write and draw general public books on quantum mechanics… ?
</p>
</div>
</div>
</div>
        

        </div>
    </div>

    
    <footer><div class="container">
            <div class="social">



                <div class="social-entry">
                    <a href="../../rss.xml" target="_blank">
                        <i class="fa fa-rss"></i> 
                    </a>
                </div>
            </div>
                <div class="copyright">
                    Contents © 2019         <a href="mailto:harold.ollivier@linksights.io">Harold Ollivier</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
                    
                </div>
           
        </div>
    </footer><script src="../../assets/js/all-nocdn.js" type="text/javascript"></script>
</body>
</html>
