docs/2019-09-18.md

# Table of Contents

1.  [General public articles](#orgdb0ba41)
    1.  [Fully controllable and highly stable 10-qubit chip paves way for larger quantum processor](#org287fe21)
    2.  [Quantum Entanglement for Toddlers](#orgb874b89)
2.  [Industry - Academia - Startups](#orgce7024c)
    1.  [New quantum project aims for ultra-secure communication in Europe](#orgf3f89ec)
    2.  [Global VC Bets on Sydney Quantum Computing Start-up Q-CTRL in US$15M Series A](#org833fe84)
    3.  [IBM and Fraunhofer team up to promote quantum computing in Europe](#orgba002aa)
    4.  [QC Ware Hires Leading Minds in Quantum Computing to Build Algorithms that will Power the Next Evolution in Computing](#org42b3ecf)
    5.  [Quantum computers by AQT and University of Innsbruck use Google Cirq language for quantum algorithm development](#org882b679)
    6.  [IBM-Q annonces a 53 qubits quantum computer available next month](#org8047c5f)
3.  [Positions](#orgb26b850)
    1.  [MIT is hiring a physics assistant professor and a postdoc both to work on quantum information and quantum computing.](#org8f183c9)
    2.  [QuICS is looking for Hartree Postdoctoral fellowships](#org8a9ec15)
    3.  [Institute for Quantum Optics and Quantum Information (IQOQI) is looking for a PhD](#org8003137)
4.  [Miscellanea](#org435a8e4)
    1.  [Author Q&A: How to write a graphic novel about quantum mechanics](#orge6840b3)


<a id="orgdb0ba41"></a>

# General public articles


<a id="org287fe21"></a>

## [Fully controllable and highly stable 10-qubit chip paves way for larger quantum processor](https://qutech.nl/fully-controllable-and-highly-stable-10-qubit-chip-paves-way-for-larger-quantum-processo/)

*QuTech, TU Delft, TNO* &#x2013; Showing entanglement between all possible qubit pairs, ability to generate 7 qubits entanglement, and 1min decoherence time. That's super-long. Looking forward to see larger registers, and also how these can be used to serve as quantum repeaters in networks.
Some additional info at [physics.aps.org](https://physics.aps.org/synopsis-for/10.1103/PhysRevX.9.031045).


<a id="orgb874b89"></a>

## [Quantum Entanglement for Toddlers](https://csferrie.com/2019/09/09/quantum-entanglement-for-toddlers/)

Don't talk to me if you haven't read this. It you have but mix-up entanglement and correlations well, you'll be roasted :-)


<a id="orgce7024c"></a>

# Industry - Academia - Startups


<a id="orgf3f89ec"></a>

## [New quantum project aims for ultra-secure communication in Europe](https://ec.europa.eu/digital-single-market/en/news/new-quantum-project-aims-ultra-secure-communication-europe)

*Europe* &#x2013; Europe is launching OPENQKD and initiative to test quantum communications in several european countries: Hungary, Portugal, Poland, Belgium, Germany, Italy, Luxembourg, Malta, the Netherlands, and Spain. The important part is not QKD but quantum communication. QKD will be a test not the single final outcome of the initiative. Just saying this to all other Member states where people see QKD as the only thing to do with quantum networks. Well have a look at the quantum protocol zoo <http://wiki.veriqloud.fr>. By the way, where is France in this list ?


<a id="org833fe84"></a>

## [Global VC Bets on Sydney Quantum Computing Start-up Q-CTRL in US$15M Series A](https://q-ctrl.com/blog/global-vc-bets-on-sydney-quantum-computing-start-up-q-ctrl-in-us15m-series-a/)

*Q-CTRL, Square Peg Capital, Sequoia Capital, Main Sequence Ventures, Horizons Venture, Sierra Ventures* &#x2013; Provides firmware for quantum computing hardware with the goal to reduce decoherence and errors. 


<a id="orgba002aa"></a>

## [IBM and Fraunhofer team up to promote quantum computing in Europe](https://www.fraunhofer.de/en/press/research-news/2019/september/ibm-and-fraunhofer-team-up-to-promote-quantum-computing-in-europe.html)

*IBM-Q, Fraunhofer* &#x2013; 650m euros on the table for quantum computer. Germany also has partnerships with Google. Looks like a coordinated public effort is made to attract the best minds and projects to Germany.


<a id="org42b3ecf"></a>

## [QC Ware Hires Leading Minds in Quantum Computing to Build Algorithms that will Power the Next Evolution in Computing](https://www.prnewswire.com/news-releases/qc-ware-hires-leading-minds-in-quantum-computing-to-build-algorithms-that-will-power-the-next-evolution-in-computing-300916555.html?=lve)

*QCWare, Scott Aaronson* &#x2013; QCWare hires Scott Aaronson. They will have one of the strongest team in the world with Win van Dam, Iordanis Kerenidis and now Scott.


<a id="org882b679"></a>

## [Quantum computers by AQT and University of Innsbruck use Google Cirq language for quantum algorithm development](https://nachrichten.idw-online.de/2019/09/16/quantum-computers-by-aqt-and-university-of-innsbruck-leverage-cirq-for-quantum-algorithm-development/)

*Google, U. Innsbruck, AQT* &#x2013; Cirq is Google's quantum programming language, that's not only used for sending commands to Google's quantum computers but also to AQT and U. Innsbruck ones.


<a id="org8047c5f"></a>

## [IBM-Q annonces a 53 qubits quantum computer available next month](https://newsroom.ibm.com/2019-09-18-IBM-Opens-Quantum-Computation-Center-in-New-York-Brings-Worlds-Largest-Fleet-of-Quantum-Computing-Systems-Online-Unveils-New-53-Qubit-Quantum-System-for-Broad-Use)

*IBM-Q* &#x2013; 14 systems will be commercially available with one being a 53 qubits universal quantum computer. 


<a id="orgb26b850"></a>

# Positions


<a id="org8f183c9"></a>

## MIT is hiring a [physics assistant professor](https://academicjobsonline.org/ajo/jobs/14310) and a [postdoc](https://academicjobsonline.org/ajo/jobs/14428) both to work on quantum information and quantum computing.

*MIT*


<a id="org8a9ec15"></a>

## [QuICS is looking for Hartree Postdoctoral fellowships](https://academicjobsonline.org/ajo/jobs/14493)

*NIST*


<a id="org8003137"></a>

## [Institute for Quantum Optics and Quantum Information (IQOQI) is looking for a PhD](https://www.iqoqi-vienna.at/research/yirg-young-independent-researcher-group)

*IQOQI*


<a id="org435a8e4"></a>

# Miscellanea


<a id="orge6840b3"></a>

## [Author Q&A: How to write a graphic novel about quantum mechanics](https://physicstoday.scitation.org/do/10.1063/PT.6.4.20190911a/full/)

*Physics Today* &#x2013; How to write and draw general public books on quantum mechanics&#x2026; ?

